{
    "tituloCabecalho": "EcoPulse",
    "slogan": "Reduza sua pegada de carbono sem mudar seu estilo de vida.",
    "botaoCadastro": "Criar meu EcoScore",

    "tituloDescricao": "Descrição do Nosso Serviço",
    "subtitulo1": "O que é o EcoPulse?",
    "texto1": "EcoPulse é um serviço digital que conecta suas escolhas do dia a dia (como transporte, alimentação e consumo de energia) com ações ambientais reais.",
    "texto2": "Usando inteligência artificial e APIs integradas com apps que você já usa, como Google Maps, iFood, Uber e outros, o EcoPulse analisa suas rotinas e:",
    "lista": [
        "Calcula automaticamente sua emissão de carbono.",
        "Sugere pequenas mudanças de hábito com grande impacto.",
        "Compensa suas emissões com plantio de árvores, apoio a energia limpa e reciclagem automatizada.",
        "Te transforma em um Agente Verde certificado, com direito a vantagens exclusivas em empresas parceiras."
    ],
    "subtitulo2": "Como funciona?",
    "topico1": "1. Conecte seus apps favoritos.",
    "textoTopico1": "Em poucos cliques, você sincroniza seus apps com o EcoPulse.",
    "topico2": "2. Receba seu EcoScore.",
    "textoTopico2": "Um índice 100% personalizado que mostra o impacto ambiental das suas escolhas.",
    "topico3": "3. Transforme seu impacto em ação.",
    "textoTopico3": "Compense suas emissões automaticamente ou manualmente, e receba recompensas por cada ação sustentável.",
    "topico4": "4. Compartilhe sua jornada.",
    "textoTopico4": "Compartilhamento fácil para as redes sociais, com badges, metas e desafios entre amigos.",

    "tituloAvaliacao": "O que os usuários estão dizendo ",
    "avaliacao1": "“Nunca imaginei que fosse tão fácil fazer diferença. Só conectei meus apps e pronto: já estou ajudando a reflorestar a Amazônia!” - Camila F., SP",
    "avaliacao2": "“Transformei meu impacto em pontos, ganhei desconto no cinema e ainda ajudei uma ONG local. Isso sim é o futuro!” - Rodrigo M., RE",
    "avaliacao3": "“Adoro ver meu progresso semanal e competir com meus amigos. É tipo um jogo… só que salvando o planeta!” - Lívia T., BH",
    "avaliacao4": "“O EcoPulse me fez repensar minhas escolhas diárias. Agora, cada refeição e trajeto contam para um mundo melhor.” - João P., RJ",
    "avaliacao5": "“Amei a ideia de compensar minhas emissões com plantio de árvores. É simples, rápido e faz toda a diferença!” - Ana S., PR",
    
    "tituloPlanos": "Planos para todos os perfis",
    "plano1": "Plano Raiz - Gratuito",
    "itensPlano1": [
        "Acesso ao EcoScore básico;",
        "Sugestões de melhorias sustentáveis;",
        "Relatórios mensais de impacto;",
        "Participação em desafios e ranking."
    ],
    "textoPlano1": "Ideal para quem está começando e quer entender seu impacto",
    "botaoPlanos": "Começar",
    "plano2": "Plano Folha - R$ 19/mês",
    "itensPlano2": [
        "Tudo do plano Raiz;",
        "Compensação automática mensal de carbono;",
        "Plantio de 2 árvores/mês em seu nome;",
        "Acesso a cupons e parcerias sustentáveis."
    ],
    "textoPlano2": "Perfeito para quem quer praticidade e impacto real",
    "plano3": "Plano Floresta - R$ 49/mês",
    "itensPlano3": [
        "Tudo dos planos anteriores;",
        "Impacto triplo: compensação, educação e doação;",
        "Acompanhamento em tempo real de projetos apoiados;",
        "Badge exclusivo “Agente Verde Pro”;",
        "1 sessão de mentoria ambiental por mês."
    ],
    "textoPlano3": "Para quem quer liderar a mudança",
    "plano4": "Plano EcoLíder - R$ 99/mês",
    "itensPlano4": [
        "Tudo dos planos anteriores;",
        "Consultoria personalizada de sustentabilidade;",
        "Acesso a eventos exclusivos e webinars;",
        "Relatórios detalhados de impacto trimestral;",
        "Badge exclusivo “Agente Verde Líder”;",
        "1 sessão de coaching ambiental por mês."
    ],
    "textoPlano4": "Para quem quer ser um verdadeiro líder ambiental",  
    "plano5": "Plano EcoEmpresas - R$ 299/mês",
    "itensPlano5": [
        "Tudo dos planos anteriores;",
        "Dashboard corporativo de impacto;",
        "Relatórios personalizados para empresas;",
        "Consultoria de sustentabilidade empresarial;",
        "Badge exclusivo “Agente Verde Corporativo”;",
        "Acesso a eventos corporativos e networking."
    ],
    "textoPlano5": "Para empresas que querem fazer a diferença",

    "tituloPerguntas": "Perguntas Frequentes (FAQ)",
    "topicoPerguntas1": "Como o EcoPulse calcula meu impacto?",
    "textoPergunta1": "Usamos dados dos apps conectados e modelos reconhecidos de cálculo de emissões para estimar sua pegada de carbono.",
    "topicoPerguntas2": "Preciso pagar para usar?",
    "textoPergunta2": "Não! Temos um plano gratuito com recursos essenciais. Planos pagos oferecem mais comodidades e impacto ampliado.",
    "topicoPerguntas3": "Minhas ações realmente fazem a diferença?",
    "textoPergunta3": "Sim! Todas as compensações e ações são auditadas e ligadas a projetos reais, com impacto rastreável e transparente.",
    "topicoPerguntas4": "Como posso cancelar minha assinatura?",
    "textoPergunta4": "Você pode cancelar a qualquer momento diretamente pelo app ou site. Não há taxas escondidas.",
    "topicoPerguntas5": "O EcoPulse é seguro?",
    "textoPergunta5": "Sim! Utilizamos criptografia de ponta a ponta e seguimos as melhores práticas de segurança de dados. Sua privacidade é nossa prioridade.",
    "topicoPergunta6": "Posso usar o EcoPulse fora do Brasil?",
    "textoPergunta6": "Sim! O EcoPulse está disponível para usuários em todo o mundo, com suporte a múltiplas línguas e moedas. Acompanhe seu impacto globalmente.",
    "topicoPergunta7": "Como posso entrar em contato com o suporte?",
    "textoPergunta7": "Nosso suporte está disponível 24/7 via chat no app, e-mail ou redes sociais. Estamos aqui para ajudar você a fazer a diferença.",
    "topicoPergunta8": "O EcoPulse oferece suporte a empresas?",
    "textoPergunta8": "Sim! Temos planos corporativos com dashboards personalizados, consultoria de sustentabilidade e relatórios de impacto. Entre em contato para mais informações.",
    "topicoPergunta9": "Como posso me tornar um parceiro do EcoPulse?",
    "textoPergunta9": "Se você é uma empresa ou organização interessada em se tornar parceira do EcoPulse, entre em contato conosco pelo e-mail",
    "topicoPergunta10": "Como posso acompanhar meu progresso?",
    "textoPergunta10": "Você pode acompanhar seu progresso diretamente no app, onde verá seu EcoScore, ações realizadas e impacto gerado em tempo real. Relatórios semanais e mensais também estão disponíveis.",

    "nomeCompleto": "Nome Completo da aluna: Adriane Helfstein de Jesus",
    "localizacaoJSON": "O JSON será carregado a partir do arquivo script.json, via fetch API"
}